Repository: ZOO-Project/ZOO-Project
Catalog: zoo-services/ogr/*-vect-ops/locale/po/*.utf8.po
Languages: fr_fr, ja_jp

source: Compute boundary.
fr_fr: Calcul le contour.
ja_jp: 境界線を計算．

source: Polygon to compute boundary
fr_fr: Le polygon à utiliser pour calculer le contour
ja_jp: 境界線を計算するためのポリゴン．

source: The geometry created
fr_fr: La géométrie créée
ja_jp: ジオメトリが作成される．

source: A new geometry object is created and returned containing the boundary of the geometry on which the method is invoked.
fr_fr: Un nouvel objet géographique contenant le contour de la géométrie passée en paramètre est créé et retourné.
ja_jp: 新しいジオメトリオブジェクトは作成され，メソッド上に返答された境界面を含むジオメトリが，呼び出される．

source: URI to a set of GML that describes the polygon.
fr_fr: Le lien vers un fichier GML décrivant un polygone.
ja_jp: ポリゴンが記述されているGMLセットへのURI．

source: The geometry containing the boundary of the geometry on which the method is invoked.
fr_fr: La géométrie contenant le contour de la géométrie passée en paramètre.
ja_jp: メソッド上の地質境界面を含んでいるジオメトリを起動．

source: Create a buffer around a polygon.
fr_fr: Crée une zone tampon atour du polygone.
ja_jp: ポリゴン周辺のバッファを作成．

source: Polygon to be buffered
fr_fr: Le Polygone à utiliser
ja_jp: バッファリングするポリゴン．

source: Buffer Distance
fr_fr: La distance pour créer la zone tampon
ja_jp: バッファ距離．

source: Buffered Polygon
fr_fr: La zone tampon correspondant au polygone
ja_jp: バッファリングされたポリゴン．

source: Create a buffer around a single polygon. Accepts the polygon as GML and provides GML output for the buffered feature.
fr_fr: Crée une zone tampon autour d'un polygone. Prend en entrée un GML et fournit une chaîne GeoJSON de la zone tampon.
ja_jp: シングルポリゴン周辺のバッファの作成．GMLとしてポリゴンを許可し，バッファリングされたフィーチャーのためのGMLを提供．

source: Distance to be used to calculate buffer.
fr_fr: La distance à utiliser pour créer la zone tampon.
ja_jp: バッファを計算するために使われる距離．

source: GML stream describing the buffered polygon feature.
fr_fr: Une chaîne GeoJSON contenant la zone tampon.
ja_jp: バッファリングされたポリゴンフィーチャーを記述するGML．

source: Get the centroid of a polygon.
fr_fr: Renvoit le centroid d'un polygone
ja_jp: ポリゴンの中心点を取得．

source: Polygon to get the centroid
fr_fr: Le polygone à utiliser pour calculer le centroid
ja_jp: 中心点を取得するためのポリゴン．

source: The Centroid
fr_fr: Le centroid
ja_jp: 中心点．

source: Compute the geometry centroid.
fr_fr: Calcul le centroid d'une géométrie
ja_jp: ジオメトリの中心点を計算．

source: The centroid which is not necessarily within the geometry.
fr_fr: Le centroid qui n'est pas nécessairement dans la géométrie.
ja_jp: ジオメトリに含まれる重要ではない中心点．

source: JSON String / GML Entity of the centroid
fr_fr: La chaîne GeoJSON ou l'entité GML du centroid
ja_jp: 中心点のJSON文字列／GMLエンティティ．

source: Compute convex hull.
fr_fr: Calcul de la partie convexe
ja_jp: 凸包を計算．

source: Polygon to compute convexhull
fr_fr: Polygone pour calculer la partie convexe

source: The convex hull of the geometry
fr_fr: La partie convexe de la géométrie
ja_jp: ジオメトリの凸包．

source: A new geometry object is created and returned containing the convex hull of the geometry on which the method is invoked.
fr_fr: Un nouvel objet géographique est créé et retourné. Il contient la partie convexe de la géométrie sur laquelle on a appliqué la méthode.
ja_jp: 新しいジオメトリオブジェクトは作成されメッソド上に返答され，凸包を含むジオメトリが呼び出される．

source: Compute difference. .
fr_fr: Calcul de la différence.
ja_jp: 差分の計算．

source: the first geometry
fr_fr: La première géométrie
ja_jp: 最初のジオメトリ．

source: the other geometry
fr_fr: L'autre géométrie
ja_jp: その他のジオメトリ．

source: The difference between two geometries
fr_fr: La différence entre les deux géométries
ja_jp: ２つのジオメトリの差。

source: Generates a new geometry which is the region of this geometry with the region of the other geometry removed.
fr_fr: Génère une nouvelle géométrie qui contient la région de la géométrie dont on a supprimé l'autre géométrie.
ja_jp: 他のジオメトリを削除した領域に，このジオメトリの領域の新しいジオメトリを作成

source: the first geometry to compare against.
fr_fr: La première géométrie utilisée pour la comparaison
ja_jp: 対比比較する最初のジオメトリ．

source: the other geometry to compare against.
fr_fr: L'autre géométrie à comparer.
ja_jp: 対比比較するその他のジオメトリ．

source: The difference between the two geometries.
fr_fr: La différence entre les deux géométries.
ja_jp: 2つのジオメトリの差分．

source: Calcul la distance entre deux entites geographique.
fr_fr: Calcul de la distance entre deux objets géographiques.
ja_jp: Calcul de la distance entre deux objets géographiques.

source: The distance between two geometries
fr_fr: La distance entre deux géométries
ja_jp: ２つのジオメトリの距離．

source: Calcul de la distance entre deux entites geographique.
fr_fr: Calcul de la distance entre deux entités géographiques.
ja_jp: Calcul de la distance entre deux entités géographiques.

source: The shortest distance between the two geometries.
fr_fr: La plus courte distance entre de géométries.
ja_jp: 二つのジオメトリの最短距離.

source: Compute geometry area.
fr_fr: Calcul l'aire de la géométrie.
ja_jp: ジオメトリ面積の計算.

source: Polygon to compute are
fr_fr: Le polygone à utiliser

source: Computed Area
fr_fr: L'aire calculée
ja_jp: 面積計算．

source: Computes the area for a geometry
fr_fr: Calcul de l'aire d'une géométrie
ja_jp: ジオメトリの面積を計算する．

source: The Computed Area Value
fr_fr: La valeur de l'aire calculée
ja_jp: 計算された面積の値．

source: Compute intersection.
fr_fr: Calcul de l'intersection.
ja_jp: 交点を計算する．

source: Intersection of geometries
fr_fr: L'intersection des géométries.
ja_jp: ジオメトリの交点．

source: Generates a new geometry which is the region of intersection of the two geometries operated on.
fr_fr: Crée une nouvelle géométrie qui représente l'intersection des deux géométries avec lesquelles le service est utilisé.
ja_jp: 操作された２つのジオメトリの交点の領域の新しいジオメトリを作成．

source: A new geometry representing the intersection or NULL if there is no intersection or an error occurs.
fr_fr: Une nouvelle géométrie représentant l'intersection ou NULL si l'intersection est vide si une erreur s'est produite.
ja_jp: もし交点、またはエラーが起こっていない場合、交点またはNULLを表す新しいジオメトリ．

source: Douglas-Peucker like algorithm
fr_fr: Algorythme de simplification de type Douglas-Peucker
ja_jp: Douglas-Peucker的アルゴリズム．

source: Polygon to simplify
fr_fr: Le polygone à simplifier
ja_jp: 単純化するためのポリゴン．

source: Tolerance to use.
fr_fr: La tolérance à utliser.
ja_jp: 使用する許容値．

source: The simplified geometry
fr_fr: La géométrie simplifiée
ja_jp: 単純化されたジオメトリ．

source: Simplifies a geometry, ensuring that the result is a valid geometry having the same dimension and number of components as the input. The simplification uses a maximum distance difference algorithm similar to the one used in the Douglas-Peucker algorithm.
fr_fr: Simplifie une géométrie, en s'assurant que le résultat soit une géométrie valide ayant la même dimension et le même nombre de composants que la donnée d'entrée. La simplification utilise un algorythme similaire à l'algorythme Douglas-Peucker.
ja_jp: ジオメトリを単純化結果がインプットとして同じ次元とコンポーネント数が等しい有効なジオメトリか確認．単純化では，Douglas-Peuckerアルゴリズムと類似した最大距離を使うアルゴリズムを使用．

source: The approximation tolerance to use.
fr_fr: La valeur approximative de la tolérance à utiliser.
ja_jp: 使用する許容値の概要．

source: The result has the same number of shells and holes (rings) as the input, in the same order. The result rings touch at no more than the number of touching point in the input (although they may touch at fewer points).
fr_fr: Le résultat a le même nombre composant que l'entrée, dans le même ordre.
ja_jp: 結果はインプットとしてshells とholes (rings）が共に等しい数，順序になる．結果のリングはインプットの中のタッチングポイントの数まで達しない．（しかし，より少ないポイントをタッチするかもしれない．

source: Compute symmetric difference.
fr_fr: Calcul de la différence symétrique.
ja_jp: 対照的な差を計算．

source: The resulting geometry
fr_fr: La géométrie résultat
ja_jp: ジオメトリの結果．

source: Generates a new geometry which is the symmetric difference of this geometry and the other geometry.
fr_fr: Crée une nouvelle géométrie qui est la difference symétrique des géométries.
ja_jp: このジオメトリと他のジオメトリで，対照的に異なった新しいジオメトリの作成

source: The symmetric difference of two geometries
fr_fr: La différence symmétrique de deux géométries
ja_jp: 2つのジオメトリの対照的違い．

source: Compute union.
fr_fr: Cacul l'union.
ja_jp: 結合の計算.

source: The union of two geometries
fr_fr: L'union de deux géométries
ja_jp: 2つのジオメトリの結合

source: Generates a new geometry which is the region of union of the two geometries operated on.
fr_fr: Génère une nouvelle géométrie qui est l'union des deux géométrie passées en paramètre.
ja_jp: 操作された２つのジオメトリを結合した領域の新しいジオメトリの作成

source: The geometry representing the union of the two geometries.
fr_fr: La géométrie représentant l'union des deux géométries.
ja_jp: ２つのジオメトリの結合を表すジオメトリ

source: Polygon to compute convex hull
ja_jp: 凸包を計算するポリゴン．

source: Polygon to compute area
ja_jp: 面積計算するためのポリゴン．
