Repository: ZOO-Project/ZOO-Project
Catalog: zoo-project/zoo-kernel/locale/po/*.po
Languages: cs, de, es_ar, fi, fr_fr, it_it, ja, ja_jp

source: The landing page provides links to the API definition, the Conformance statements and the metadata about the processes offered by this service.
cs: Úvodní stránka poskytuje odkazy na definici API, výroky o shodě a metadata o procesech nabízených touto službou.
fr_fr: La page d'accueil fournit des liens vers la définition de l'API, les déclarations de conformité et les métadonnées sur les processus offerts par ce service.
ja: ランディングページには、API定義、Conformanceステートメント、このサービスが提供するプロセスに関するメタデータへのリンクが用意されています。

source: list all requirements classes specified in a standard (e.g., WPS REST/JSON Binding Core) that the server conforms to
cs: výpis všech tříd požadavků specifikovaných ve standardu (např. WPS REST/JSON Binding Core), který server splňuje
fr_fr: liste toutes les classes d'exigences spécifiées dans une norme (par exemple, WPS REST/JSON Binding Core) à laquelle le serveur se conforme
ja: サーバが準拠する標準規格（WPS REST/JSON Binding Coreなど）で指定されたすべての要件クラスをリストアップします。

source: Information about the available processes
cs: Informace o dostupných procesech
fr_fr: Informations à propose des services disponibles
ja: 利用可能なプロセスに関する情報

source: A process description.
cs: Popis procesu.
fr_fr: La description d'un service
ja: プロセスの説明。

source: An execute endpoint.
cs: Koncový bod provedení.
fr_fr: Un URL d'exécution
ja: 実行のエンドポイント。

source: A list of jobs run.
cs: Seznam spuštěných úloh.
fr_fr: Une liste de tâche exécutées.
ja: 実行されたジョブのリスト。

source: Mandatory execute request in JSON format
cs: Povinný požadavek na provedení ve formátu JSON
fr_fr: La requête doit obligatoirement être au format JSON
ja: JSON形式でのリクエスト実行が必須

source: Cancel the job execution.
cs: Zrušit provedení úlohy.
fr_fr: Annuler l'exécution d'une tâche
ja: ジョブ実行をキャンセルする。

source: The optional f parameter indicates the output format which the server shall provide as part of the response document. The default format is JSON.
cs: Volitelný parametr f označuje výstupní formát, který server poskytne jako součást dokumentu odpovědi. Výchozím formátem je JSON.
fr_fr: Le paramètre optionnel f indique le format de sortie que le serveur doit fournir dans le document de réponse. Le format par défaut est JSON.
ja: オプションのfパラメータは、サーバーが応答文書の一部として提供しなければならない出力形式を示します。 デフォルトのフォーマットはJSONです。

source: Exception
cs: Výjimka
ja: 例外

source: NotFound
cs: Nenalezeno
fr_fr: Non trouvé

source: The result for the requested JobID has not yet been generated.
de: Das Ergebnis für die angeforderte JobID wurde noch nicht generiert.
es_ar: El resultado para el JobID solicitado aún no se ha generado
fi: Pyydettyä JobID tulosta ei ole vielä generoitu.
it_it: Il risultato per il JobID richiesto non è stato ancora generato.
ja_jp: リクエストされた JobID の結果はまだ生成されていませんでした。

source: ZOO Kernel failed to process your request, receiving signal %d = %s
de: ZOO Kernel konnte Ihre Anfrage nicht verarbeiten und empfängt das Signal %d = %s
es_ar: ZOO Kernel ha fallado en procesar su solicitud al recibir la señal %d = %s
fi: ZOO Kernel epäonnistui suorittamaan antamasi pyynnön, vastaanotti signaalin %d = %s
it_it: ZOO Kernel è fallito processando la richiesta, ricevendo il segnale %d = %s
ja_jp: ZOOカーネルはリクエストを処理することができませんでした．受け取ったシグナルは %d : %s です．

source: %s The following file: %s cannot be found.
de: %s Die folgende Datei: %s kann nicht gefunden werden.
es_ar: %s No se puede encontrar el archivo: %s.
fi: %s Seuraava tiedosto: %s ei löydetä.
it_it: %s il senguente file: %s non può essere trovato
ja_jp: %s 次のファイルが見つかりません: %s .

source: Unable to parse the ZCFG file for the following ZOO-Service: %s. Message: %s
de: Die ZCFG-Datei kann für den folgenden ZOO-Service nicht bestimmt werden: %s. Meldung: %s
es_ar: No se puede analizar el archivo ZCFG para el siguiente servicio ZOO: %s. Mensaje: %s
fi: Ei voida jäsentää ZCFG tiedostoa seuraavalle ZOO-palvelulle: %s. Viesti: %s
it_it: Imposibile analizzare il file ZCFG per il seguente Servizio di ZOO: %s. Messaggio: %s
ja_jp: 次のZOO-Service :%s のZCFG ファイルをパースできません。メッセージ: %s

source: Unable to parse the ZCFG file for the following ZOO-Service: %s.
de: Die ZCFG-Datei kann für den folgenden ZOO-Service nicht bestimmt werden: %s.
es_ar: No se puede analizar el archivo ZCFG para el siguiente servicio ZOO: %s.
fi: Ei voida jäsentää ZCFG tiedostoa seuraavalle ZOO-palvelulle: %s.
it_it: Imposibile analizzare il file ZCFG per il seguente Servizio di ZOO: %s.
ja_jp: 次のZOO-Service :%s のZCFG ファイルをパースできません。
