Repository: ZOO-Project/ZOO-Project
Catalog: zoo-project/zoo-kernel/locale/po/*.po
Languages: cs, de, es_ar, fi, fr_fr, it_it, ja, ja_jp

source: Unable to upload the script
cs: Nelze nahrát skript.
fr_fr: Impossible d'envoyer le script
ja: スクリプトをアップロードできません

source: No message provided
cs: Žádná zpráva nebyla poskytnuta
de: Keine Meldung bereitgestellt
es_ar: No se proporcionó ningún mensaje
fi: Viestiä ei ole annettu
fr_fr: Pas de message fourni
it_it: Nessun messaggio fornito
ja: メッセージは提供されません
ja_jp: メッセージは提供されません

source: Unable to fetch the remote error log file
cs: Nelze načíst vzdálený soubor s protokolem chyb.
fr_fr: Impossible de récupérer le journal d'erreur distant
ja: リモートエラーログファイルの取得が出来ません。

source: Unable to bind socket!
cs: Nelze připojit socket!
fr_fr: Impossible de faire un bind sur le socket !
ja: ソケットがバインド出来ません!

source: Listen error
fr_fr: Erreur d'écoute
ja: Listen エラー

source: Accept error
fr_fr: Erreur acceptation
ja: Accept エラー

source: Read closed
fr_fr: Lecture fermée
ja: 読込終了

source: Read error
fr_fr: Erreur de lecture
ja: 読込エラー

source: Unable to fetch the remote file for %s
cs: Nelze načíst vzdálený soubor pro %s
fr_fr: Incapable de récupérer le fichier distant pour %s
ja: %s のリモートファイルを取得することができません。

source: HPC Execution failed!
cs: HPC Execution selhalo!
fr_fr: L'exécution HPC a échouée !
ja: HPC 実行失敗!

source: Unable to parse the value returned by remote execution
cs: Nelze analyzovat hodnotu vrácenou vzdáleným provedením
fr_fr: Impossible de charger la valeur retournée par l'exécution distante
ja: リモート実行で返された値をパース出来ません。

source: The ZMaps.dll assembly cannot be found!
cs: ZMaps.dll sestava nemůže být nalezena!
fr_fr: Le binaire ZMaps.dll ne peut être trouvé !
ja: ZMaps.dll アッセンブリが見つかりません!

source: Your service assembly: %s cannot be found!
cs: Vaše služba sestavení: %s nelze najít!
fr_fr: Le service binaire %s ne peut être trouvé !
ja: サービスアセンブリ: %s が見つかりません!

source: Your service assembly %s cannot be found!
cs: Vaše služba sestavení %s nebyla nalezena!
fr_fr: Le service binaire %s ne peut être trouvé !
ja: サービスアセンブリ: %s が見つかりません!

source: Your service class method %s::%s cannot be found!
cs: Vaše metoda třídy služby %s::%s nebyla nalezena!
fr_fr: La méthode de classe du service binaire %s::%s ne peut être trouvée !
ja: サービスクラスメソッド %s::%s が見つかりません!

source: Your service static method %s cannot be found!
cs: Vaše statická metoda služby %s nebyla nalezena!
fr_fr: La méthode static du service %s ne peut être trouvée !
ja: サービスの静的メソッド %s が見つかりません!

source: Unable to find any mapserverAddress defined in the main.cfg file
cs: Nelze najít žádnou definici mapserverAddress v souboru main.cfg
de: Es konnte keine mapserverAddress gefunden werden, die in der main.cfg-Datei definiert ist
es_ar: No se puede encontrar ningún mapserverAddress definido en el archivo main.cfg
fi: Ei löydetä ainuttakaan mapserverAddress määriteltyinä main.cfg tiedostossa
fr_fr: Aucun paramètre mapserverAddress trouvé dans le fichier main.cfg
it_it: Impossibile trovare nessun mapserverAddress definito nel file main.cfg
ja: main.cfg ファイルに定義されたどの mapserverAddress も見つかりません。
ja_jp: main.cfg ファイルに定義されたどの mapserverAddress も見つかりません。

source: The ZOO-Kernel was able to retrieve the data but could not read it as geographic data.
cs: ZOO-Kernel byl schopný získat data, ale nemohl je přečíst jako geografická data.
fr_fr: Le noyau ZOO-Kernel a été en mesure de récupérer la donnée mais pas de la lire comme une donnée géographique.
ja: ZOO-Kernelは、データを取得することはできましたが、地理データとして読み込むことはできませんでした。

source: The ZOO-Kernel was able to retrieve the data but could not access any feature or pixel in te resulting file.
cs: ZOO-Kernel byl schopný získat data, ale nemohl přistoupit k žádné funkci nebo pixelu ve výsledném souboru.
fr_fr: Le noyau ZOO-Kernel a été en mesure de récupérer la donnée mais n'a pu accéder à aucune entité ou pixel dans le fichier résultant.
ja: ZOO-Kernelはデータを取得することはできたが、結果のファイル中のどのフィーチャーやピクセルにもアクセスすることができませんでした。

source: Unable to find any geographic data
cs: Nelze najít žádná geografická data
fr_fr: Impossible de trouver une donnée géographique
ja: 地理データが見つかりません

source: Unable to create the mapfile for %s because of missing values.
cs: Nelze vytvořit mapový soubor pro %s kvůli chybějícím hodnotám.
fr_fr: Impossible de créer la mapfile pour %s à cause de valeurs manquantes.
ja: 値が不足しているため、 %s のマップファイルを作成できません。

source: Unable to open your template mapfile!
cs: Nelze otevřít váš šablonový mapový soubor!
fr_fr: Impossible d'ouvrir le fichier mapfile modèle !
ja: テンプレートマップファイルを開くことができません!

source: Unable to load the PHP file %s
cs: Nelze načíst PHP soubor %s
de: Die PHP-Datei %s kann nicht geladen werden
es_ar: No se puede cargar el archivo PHP %s
fi: Ei voida ladata PHP tiedostoa %s
fr_fr: Impossible de charger le fichier PHP %s
it_it: Impossibile caricare il file PHP %s
ja: PHPファイル %s をロードできません
ja_jp: PHPファイル %s をロードできません

source: Python module %s cannot be loaded. Message: %s
cs: Python modul %s nelze načíst. Zpráva: %s
de: Python-Modul %s kann nicht geladen werden. Nachricht: %s
es_ar: No se puede cargar el módulo Python %s. Mensaje: %s
fi: Python modulia %s ei voida ladata. Ilmoitus: %s
fr_fr: Le module python %s ne peut être chargé. Message: %s
it_it: Il modulo Python %s non può essere caricato. Message: %s
ja: Python モジュール %s がロードされません。メッセージ : %s
ja_jp: Python モジュール %s がロードされません。メッセージ : %s

source: %s Unable to run your python process properly. Please check the following messages : %s
cs: %s Nelze správně spustit váš python proces. Zkontrolujte prosím následující zprávy: %s
de: %s Ihr Python-Prozess kann nicht korrekt ausgeführt werden. Bitte überprüfen Sie die folgenden Meldungen: %s
es_ar: %s No se puede ejecutar correctamente su proceso python. Compruebe los siguientes mensajes: %s
fi: %s Ei voida suorittaa python prosessiasi onnistuneesti. Ole hyvä ja tarkista seuraavat viestit : %s
fr_fr: %s Impossible de charger votre service python correctement. Veuillez vous réferer aux messages suivants : %s
it_it: %s Impossibile eseguire il processo di Python correttamente. Controllare il seguente messaggio: %s
ja: %s ユーザーPythonプロセスを正しく実行できません。次のメッセージをチェックしてください : %s
ja_jp: %s ユーザーPythonプロセスを正しく実行できません。次のメッセージをチェックしてください : %s

source: %s Unable to run your python process properly. Unable to provide any further information.
cs: %s Nelze správně spustit váš python proces. Není možné poskytnout další informace.
de: %s Ihr Python-Prozess kann nicht korrekt ausgeführt werden. Weitere Informationen sind nicht möglich.
es_ar: %s No se puede ejecutar correctamente su proceso python. No hay más información que se pueda proporcionar.
fi: %s Ei voida suorittaa python prosessiasi onnistuneesti. Ei voida antaa lisäinformatiota.
fr_fr: %s Impossible d'exécuter votre servce Python correctement. Impossible de fournir plus d'informations.
it_it: %s Impossibile eseguire il processo python correttamente. Impossible fornire nessun'altra informazione
ja: %s ユーザーPythonプロセスを正しく実行できません。より詳しい情報は提供されていません。
ja_jp: %s ユーザーPythonプロセスを正しく実行できません。より詳しい情報は提供されていません。

source: Unable to load your R file
cs: Nelze načíst váš R soubor
fr_fr: Impossible de charger votre fichier R
ja: Rファイルがロードできません

source: Unable to run your R service:
cs: Nelze spustit vaši R službu:
fr_fr: Impossible d'exécuter votre service R :
ja: Rサービスを実行できません:

source: Missing input for %s
cs: Chybějící vstup pro %s
fr_fr: Entrée manquante pour %s
ja: %sの入力がありません。

source: Issue with input %s
cs: Problém se vstupem %s
fr_fr: Problème avec l'entrée %s
ja: 入力 %s で問題が発生しました

source: ZOO-Kernel cannot parse your POST data: %s
cs: ZOO-Kernel nemůže analyzovat vaše POST data: %s
fr_fr: Le noyau ZOO-Kernel n'est pas en mesure de comprendre votre données postée: %s
ja: ZOO-KernelはPOSTデータを解析できません:%s

source: Status location
fr_fr: Localisation du status
ja: ステータスの位置

source: Result location
cs: Výsledná poloha
fr_fr: Localisation du résultat
ja: 結果の位置

source: ZOO-Kernel accepted to run your service!
cs: ZOO-Kernel souhlasil se spuštěním vaší služby!
fr_fr: Le noyau ZOO-Kernel a accepté d'exécuter votre service !
ja: ZOO-Kernelがサービスの実行を許可しました!

source: ZOO-Kernel is currently running your service!
cs: Na ZOO-Kernel v současné době běží vaše služba!
fr_fr: Le noyau ZOO-Kernel est en cours d'exécution de votre service !
ja: ZOO-Kernelは現在、サービスを実行しています!

source: ZOO-Kernel pause your service!
cs: ZOO-Kernel pozastavuje vaši službu!
fr_fr: Le noyau ZOO-Kernel a mis votre service en pause !
ja: ZOO-Kernelはサービスを一時停止しました!

source: ZOO-Kernel successfully run your service!
cs: ZOO-Kernel úspěšně spustil vaši službu!
fr_fr: Le noyau ZOO-Kernel a exécuter votre service avec succès !
ja: ZOO-Kernelはサービスを正常に実行しました!

source: ZOO-Kernel successfully dismissed your service!
cs: ZOO-Kernel úspěšně zrušil vaši službu!
fr_fr: Le noyau ZOO-Kernel a rejeté l'exécution de votre service avec succès !
ja: ZOO-Kernelはサービスを正常に終了しました!

source: The job list for the current process
cs: Seznam pracovních úloh pro aktuální proces
fr_fr: La liste des tâches pour le process actuel
ja: 実行プロセスのジョブリスト

source: Unable to store the statusInfo!
cs: Nelze uložit statusInfo!
fr_fr: Incapable de stocker le statusInfo !
ja: ステータス情報をストアできません!

source: Example
cs: Příklad
fr_fr: Exemple
ja: 例

source: Failed to connect to the database backend
cs: Selhalo připojení k databázovému backendu
fr_fr: Échec lors de la connection au serveur de base de données.
ja: データベースバックエンドへの接続に失敗しました

source: Issue when invoking gethostbyname!
cs: Problém při volání gethostbyname!
fr_fr: Problème lors de l'invocation de gethostbyname !
ja: gethostbynameの実行時の問題!

source: Unable to copy over SSH the file requested for setting the value of %s.
cs: Nelze zkopírovat po SSH požadovaný soubor pro nastavení hodnoty %s.
fr_fr: Impossible de copier les fichier via SSH nécessaire pour définir la valeur de %s.
ja: %sの値を設定するために要求されたファイルを SSH 経由でコピーできません。

source: The value for <identifier> seems to be wrong (%s). Please specify one of the processes in the list returned by a GetCapabilities request.
cs: Hodnota pro <identifier> se zdá být nesprávná (%s). Prosím, specifikujte jednu z procesů v seznamu vráceném požadavkem GetCapabilities.
de: Der Wert für <identifier> scheint falsch zu sein (%s). Bitte geben Sie einen der Prozesse in der Liste an, die von einer GetCapabilities-Anfrage zurückgegeben wird.
es_ar: El valor de <identifier> parece estar equivocado (%s). Por favor, especifique uno de los procesos de la lista devuelta por una solicitud GetCapabilities.
fi: <identifier> arvo on virheellinen (%s). Ole hyvä ja määrittele yksi GetCapabilities pyynnön palauttama prosessi.
fr_fr: La valeur d' <identifier> à l'air erronée (%s). Spécifiez s'il vous plait un des services retournés par la requête GetCapabilities.
it_it: Il valore per <identifier> sembra essere sbagliato (%s). Specificare uno dei processi nella lista ottenuta dalla richiesta GetCapabilities
ja: <identifier> についての値が不正です(%s). GetCapabilitiesによりそのプロセスが存在しているか確認してください.
ja_jp: <identifier> についての値が不正です(%s). GetCapabilitiesによりそのプロセスが存在しているか確認してください.

source: ZOO Kernel failed to process your request, receiving signal %d = %s
cs: ZOO Kernel selhal při zpracování vašeho požadavku, přijímá signál %d = %s
fr_fr: Le noyau ZOO-Kernel n'a pas pu exécuter votre requête, recevant le signal %d = %s
ja: ZOO Kernelがリクエストの処理に失敗し、 %d = %s のシグナルを受信しています

source: Error occurred while running the %s function: %s
cs: Vyskytla se chyba při spuštění funkce %s: %s
de: Beim Ausführen der %s-Funktion ist ein Fehler aufgetreten: %s
es_ar: Se produjo un error al ejecutar la función %s: %s
fi: Virhe suoritettaessa %s funktiota: %s
fr_fr: Une erreur s'est produite lors de l'exécution de la fonction %s : %s
it_it: Errore accaduto durante l'esecuzione della funzione %s: %s
ja: %s ファンクションを実行中にエラーが発生しました : %s
ja_jp: %s ファンクションを実行中にエラーが発生しました : %s

source: Unable to load C Library %s
cs: Nelze načíst knihovnu C %s
de: C Library %s kann nicht geladen werden
es_ar: No se puede cargar la biblioteca C %s
fi: Ei voida ladata C Kirjastoa %s
fr_fr: Impossible de charger la librairie C %s
it_it: Impossibile caricare la Libreria C %s
ja: C Library %s をロードできません
ja_jp: C Library %s をロードできません

source: Programming Language (%s) set in ZCFG file is not currently supported by ZOO Kernel.
cs: Programovací jazyk (%s) nastavený v souboru ZCFG není momentálně podporován jádrem ZOO Kernel.
de: Die in der ZCFG-Datei eingestellte Programmiersprache (%s) wird derzeit nicht von ZOO-Kernel unterstützt.
es_ar: El lenguaje de programación (%s) establecido en el archivo ZCFG no está soportado por ZOO Kernel.
fi: Ohjelmointikieli (%s) asetettu ZCFG tiedostossa ei ole tuettu nykyisin ZOO Kernel sovellutuksessa.
fr_fr: Le langage de programmation (%s) spécifié dans le fichier ZCFG n'est actuellement pas supporté par ZOO-Kernel.
it_it: Il linguaggio di programmazione (%s) impostato nel file ZCFG non è attualmente supportato dal ZOO Kernel.
ja: ZCFG ファイルで設定されたプログラミング言語 (%s) は現在 ZOOカーネルでサポートされていません。
ja_jp: ZCFG ファイルで設定されたプログラミング言語 (%s) は現在 ZOOカーネルでサポートされていません。

source: Unable to cache HTTP POST Execute request.
cs: Nelze vložit do vyrovnávací paměti požadavek HTTP POST Execute.
de: Der HTTP POST Execute Aufruf kann nicht gecached werden.
es_ar: No se puede almacenar en caché la solicitud HTTP POST Execute.
fi: Ei voida tallentaa HTTP POST Execute pyyntöä välimuistiin.
fr_fr: Impossible de mettre la requête Execute HTTP POST en cache.
it_it: Impossibile salvare nella cache la richieste HTTP POST Execute.
ja: HTTP POST 実行リクエストをキャッシュできません。
ja_jp: HTTP POST 実行リクエストをキャッシュできません。

source: Unable to load the main.cfg file.
cs: Nelze načíst soubor main.cfg.
de: Die Datei main.cfg kann nicht geladen werden.
es_ar: No se puede cargar el archivo main.cfg.
fi: Ei voida ladata main.cfg tiedostoa.
fr_fr: Impossible de charger le fichier main.cfg.
it_it: Impossibile caricare il file main.cfg
ja: main.cfg ファイルをロードできません。
ja_jp: main.cfg ファイルをロードできません。

source: The value %s is not supported for the <language> parameter
cs: Hodnota %s není podporována pro parametr <language>
de: Der Wert %s wird für den <language>-Parameter nicht unterstützt
es_ar: El valor %s no es compatible con el parámetro <language>
fi: Arvoa %s ei tueta <language> parameteriin
fr_fr: La valeur %s n'est pas supportée pour le paramètre <language>
it_it: Il valore %s non è supportato per il parametro <language>
ja: 値 %s は <language>変数としてサポートされていません
ja_jp: 値 %s は <language>変数としてサポートされていません

source: CORS is enabled.
cs: CORS je povoleno.
fr_fr: CORS activé.
ja: CORSは有効です。

source: OGC API - Processes is not supported by this ZOO-Kernel, please contact the service provider.
cs: OGC API - Processes není podporováno tímto ZOO-Kernel, prosím, kontaktujte poskytovatele služby.
fr_fr: Le noyau ZOO-Kernel ne support pas l'OGC API - Processes, merci de contacter le fournisseur de service.
ja: OGC API - ProcessesはこのZOO-Kernelではサポートされていません、サービス提供元にお問い合わせください。

source: Unable to load the oas.cfg file.
cs: Nelze načíst soubor oas.cfg.
fr_fr: Impossible de charger le fichier oas.cfg.
ja: oas.cfg をロードできません。

source: The request method used to access the current path is not supported.
cs: Metoda požadavku použitá k přístupu k aktuální cestě není podporována.
fr_fr: La méthode utilisée pour accéder au chemin actuelle n'est pas prise en charge.
ja: カレントパスへのアクセスに使用されたリクエストメソッドはサポートされていません。

source: This API does not support the method.
cs: Tato API nepodporuje tento postup.
fr_fr: Cette API ne prend pas en charge la méthode.
ja: APIはメソッドをサポートしていません。

source: The job is still running.
cs: Pracovní úloha stále běží.
fr_fr: La tâche est en cours d'exécution.
ja: ジョブは実行中です。

source: The service failed to execute.
cs: Službu se nepodařilo provést.
fr_fr: Le service n'a pas pu s'exécuter.
ja: サービスの実行に失敗しました。

source: The JobID seem to be running on this server but not for this process id
cs: JobID vypadá že běží na tomto serveru, ale ne pro toto ID procesu.
fr_fr: La tâche JobID semble en cours d'exécution sur ce serveur mais pas pour cet identifiant de processus
ja: ジョブIDはこのサーバーで実行されているようですが、このプロセスIDでは実行されていません

source: The ressource is not available
cs: Zdroj není k dispozici
fr_fr: La ressource n'est pas disponible
ja: リソースは使用できません

source: Initializing
cs: Inicializace
de: Initialisierung
es_ar: Inicializando
fi: Alustetaan
fr_fr: Initialisation
it_it: Inizializzando
ja: 初期化中
ja_jp: 初期化中

source: The specified path does not exist.
cs: Zadaná cesta neexistuje.
de: Der angegebene Pfad existiert nicht.
es_ar: La ruta especificada no existe.
fi: Määritettyä polkua ei olemassa.
fr_fr: Le chemin spécifié n'existe pas.
it_it: Il percorso specificato non esiste
ja: 記述されたパスが存在しません。
ja_jp: 記述されたパスが存在しません。

source: Unable to run Execute request using the GET HTTP method
cs: Nelze spustit požadavek Execute pomocí metody GET HTTP.
de: Kann nicht mit der GET HTTP-Methode ausgeführt werden
es_ar: No se puede ejecutar la solicitud Execute mediante el método GET HTTP
fi: Ei voida suorittaa pyyntöä käyttäen GET HTTP metoodia
fr_fr: Impossible de lancer la requête Execute en utilisant la méthode GET
it_it: Impossibile eseguire la richiesta Execute usando il metodo GET HTTP
ja: GET HTTP メソッドを使用した実行リクエストを実行できません
ja_jp: GET HTTP メソッドを使用した実行リクエストを実行できません

source: The status parameter cannot be set to true if storeExecuteResponse is set to false. Please modify your request parameters.
cs: Parametr stavu nemůže být nastaven na true, pokud je storeExecuteResponse nastaveno na false. Prosím, upravte své parametry požadavku.
de: Der Status-Parameter kann nicht auf true gesetzt werden, wenn storeExecuteResponse auf false gesetzt ist. Bitte ändern Sie Ihre Anfrageparameter.
es_ar: El parámetro de estado no se puede establecer en true si storeExecuteResponse se establece en false. Por favor, modifique los parámetros de su solicitud.
fi: Tila parametria ei voida asettaa arvoon true jos storeExecuteResponse on false. Ole hyvä ja korjaa pyyntösi parametrit.
fr_fr: Le paramètre de status ne peut être définit à vrai si storeExecuteResponse est défini à faux. Veuillez s'il vous plaît modifier les paramètres de la requête.
it_it: Il parametro status non può essere settato a true se storeExecuteResponse è impostato su false. Modificare i parametri della richiesta.
ja: storeExecuteResponse が false に設定されている場合 status 変数を true に設定できません。リクエスト変数を変更してください。
ja_jp: storeExecuteResponse が false に設定されている場合 status 変数を true に設定できません。リクエスト変数を変更してください。

source: The process does not permit the desired execution mode.
cs: Proces neumožňuje požadovaný režim provádění.
de: Der Prozess erlaubt den gewünschten Ausführungsmodus nicht.
es_ar: El proceso no permite el modo de ejecución deseado.
fi: Prosessi ei salli toivottua suoritustapaa.
fr_fr: Le service ne supporte pas ce mode d'exécution.
it_it: Il processo non permette il metodo di esecuzione desiderato
ja: プロセスは要求された実行モードは許可されません。
ja_jp: プロセスは要求された実行モードは許可されません。

source: Issue with geographic data
cs: Problém s geografickými daty
fr_fr: Problème avec la donnée géographique
ja: 地理データに関する問題

source: Unable to run the child process properly
cs: Nelze správně spustit podřazený proces
de: Der untergeordneten Prozess kann nicht ordnungsgemäß ausgeführt werden
es_ar: No se puede ejecutar correctamente el proceso secundario
fi: Ei voida suorittaa lapsiprosessia kunnolla
fr_fr: Impossible de lancer le processus fils
it_it: Impossibile eseguire il processo figlio correttamente
ja: 子プロセスを開始することができません．
ja_jp: 子プロセスを開始することができません．

source: The ZOO-Project OGC WPS Developement Server
fr_fr: Le serveur de développement du ZOO-Project
ja: ZOO-Project OGC WPS 開発サーバ

source: Developement version of ZOO-Project OGC WPS. See http://www.zoo-project.org
cs: Vývojová verze ZOO-Project OGC WPS. Viz http://www.zoo-project.org
fr_fr: Version de développement de ZOO-Project. Voir http://www.zoo-project.org
ja: ZOO-Project OGC WPS 開発版です。http://www.zoo-project.org を参照ください。

source: The limit parameter
cs: parametr limit
fr_fr: Le paramètre limite
ja: 制限パラメータ

source: The skip parameter
cs: parametr skip
fr_fr: Le paramètre de saut
ja: スキップパラメータ

source: this document
cs: tento dokument
fr_fr: ce document
ja: このドキュメント

source: landing page of this API
cs: úvodní stránka tohoto API
fr_fr: Page d'accueil de cet API
ja: このAPIのランディングページ

source: the API definition
cs: API definice
fr_fr: La définition de l'API
ja: API定義

source: This document
cs: Tento dokument
fr_fr: Ce document
ja: ドキュメント

source: OGC API - Processes conformance classes implemented by this server
cs: OGC API - Procesy třídy shody implementované tímto serverem
fr_fr: Les classes de conformité OGC API - Processes implémentées par ce serveur
ja: OGC API - このサーバーが実装するプロセス適合性クラス

source: information about standards that this API conforms to
cs: informace o standardech, kterým tato API odpovídá
fr_fr: informations à propose des standards auxquels cet API se conforme.
ja: このAPIが準拠する規格に関する情報

source: The processes offered by this server
cs: Procesy nabízené tímto serverem
fr_fr: Les services offerts par ce serveur
ja: このサーバーが提供するプロセス

source: retrieve available processes
fr_fr: trouver les services disponibles
ja: 利用可能なプロセスを検索

source: retrieve a process description
fr_fr: obtenir la description d'un service
ja: プロセスの説明を取得

source: execute a job
cs: provést úlohu
fr_fr: Exécuter un service
ja: ジョブ実行

source: Job Management
cs: Správa úloh
fr_fr: Gestion des tâches
ja: ジョブ管理

source: retrieve a list of jobs run
cs: získat seznam spuštěných úloh
fr_fr: obtenir la liste des tâches
ja: 実行ジョブリストの取得

source: Status
cs: Stav
ja: ステータス

source: The status of a job.
cs: Stav úlohy.
fr_fr: Le status d'une tâche
ja: ジョブステータス

source: Cancel a job
cs: Zrušit úlohu
fr_fr: Annuler une tâche
ja: ジョブのキャンセル

source: Get Result
cs: Získat výsledek
fr_fr: Obtenir le résultat
ja: 結果の取得

source: The result of a job execution.
cs: Výsledek provedení úlohy.
fr_fr: Le résultat de l'exécution d'une tâche
ja: ジョブ実行結果

source: The id of a process
cs: Id procesu
fr_fr: L'identifiant d'un service
ja: プロセスのid

source: The id of a job
cs: Id úlohy
fr_fr: L'identifiant d'une tâche
ja: ジョブのid

source: The id of an output
cs: Id výstupu
fr_fr: L'identifiant d'une entrée
ja: 出力のid

source: The optional f parameter
cs: Volitelný parametr f
fr_fr: Le paramètre f optionel
ja: オプション f パラメータ

source: ServerError
cs: Serverová chyba
fr_fr: Erreur serveur
ja: サーバーエラー

source: InvalidParameter
cs: Neplatný parametr
fr_fr: Paramètre invalide
ja: 無効なパラメータ

source: NotAllowed
cs: Nepovoleno
fr_fr: Non autorisé
ja: 許可しない

source: NotSupported
cs: Nepodporováno
fr_fr: Non supporté
ja: サポートされていません

source: Results received successfully
cs: Výsledky byly úspěšně obdrženy
fr_fr: Résultats reçus avec succès
ja: 結果を正常に受信

source: Status received successfully
cs: Status úspěšně obdržen
fr_fr: Status reçu avec succès
ja: ステータスを正常に受信

source: Exception received successfully
cs: Výjimka byla úspěšně přijata
fr_fr: Exception reçue avec succès
ja: 例外を正常に受信しました

source: The limit parameter indicates the number of elements to return in an array
cs: limit parametr udává počet prvků, které mají být vráceny v poli
fr_fr: Le paramètre limit indique le nombre d'éléments à retourner dans le tableau
ja: limit パラメータは配列として返すべき要素数を指定します

source: The skip parameter indicates the number of elements to skip before starting returning values in an array
cs: Parametr skip udává počet prvků, které mají být přeskočeny před začátkem vrácení hodnot v poli.
fr_fr: Le paramètre skip indique le nombre d'éléments à ignorer avant de commencer à renvoyer des valeurs dans un tableau
ja: skip パラメータは配列の値を返し始める前にスキップする要素数を指定します。
