Repository: ZOO-Project/ZOO-Project
Catalog: zoo-project/zoo-kernel/locale/po/*.po
Languages: cs, de, es_ar, fi, fr_fr, it_it, ja, ja_jp

source: Unable to allocate memory
cs: Nelze přidělit paměť
de: Speicher kann nicht zugewiesen werden.
es_ar: No se puede asignar memoria
fi: Muistia ei voida allokoida
fr_fr: Impossible d'allouer la mémoire
it_it: Impossibile assegnare la memoria
ja: メモリを割り当てられません.
ja_jp: メモリを割り当てられません.

source: Unable to download the file for the input <%s>, response code was : %d.
cs: Nelze stáhnout soubor pro vstup <%s>, kód odpovědi byl: %d.
fr_fr: Impossible de télécharger le fichier pour l'entrée <%s>, le code de la réponse été: %d.
ja: 入力用ファイルがダウンロード出来ません <%s>, レスポンスコード : %d.

source: Unable to download the file.
cs: Nelze stáhnout soubor.
de: Die Datei kann nicht heruntergeladen werden.
es_ar: No se puede descargar el archivo.
fi: Tiedoston lataaminen ei onnistu
fr_fr: Impossible de télécharger le fichier.
it_it: Impossibile scaricare il file.
ja: ファイルをダウンロードできません。
ja_jp: ファイルをダウンロードできません。

source: The maximum allowed occurrences for <%s> (%i) was exceeded.
cs: Bylo překročeno maximální povolené množství výskytů pro <%s> (%i).
de: Die maximal zulässigen Vorkommen für <%s> (%i) wurden überschritten.
es_ar: Se superaron las instancias máximas permitidas para <%s> (%i).
fi: Suurin sallittu tapahtumien määrä <%s> (%i) ylitettiin.
fr_fr: Le maximum d'occurrences autorisées pour <%s> (%i) a été atteint
it_it: Le occorrenze massime consentite per <%s> (%i) sono state superate
ja: <%s> (%i) の発生最大数を超えました。
ja_jp: <%s> (%i) の発生最大数を超えました。

source: ZOO-Kernel was unable to load your data for %s position %s.
cs: ZOO-Kernel nemohl načíst vaše údaje pro %s pozici %s.
de: Der ZOO-Kernel konnte Ihre Daten für %s Position %s nicht laden.
es_ar: ZOO-Kernel no pudo cargar sus datos para %s en la posición %s.
fi: ZOO-Kernel ei onnistunut lataamaan tietoja kohteelle %s sijainnissa %s.
fr_fr: ZOO-Kernel n'a pas pu charger vos données pour %s position %s.
it_it: ZOO-Kernel non è stato in grado di caricare i dati per %s posizione %s.
ja: ZOO-Kernel は %s の %sの位置のデータをロードできませんでした。
ja_jp: ZOO-Kernel は %s の %sの位置のデータをロードできませんでした。

source: The maximum allowed occurrences for <%s> is one.
cs: Maximální povolený počet výskytů pro <%s> je jeden.
de: Die maximal zulässige Anzahl für <%s> ist eins.
es_ar: La instancia máxima permitida para <%s> es única.
fi: Suurin sallittu tapahtumien määrä <%s> on yksi.
fr_fr: Le nombre maximum d'occurence pour <%s> est un.
it_it: Le occorrenze massime consentite per <%s> è uno
ja: <%s> の最大発生数は 1 です。
ja_jp: <%s> の最大発生数は 1 です。

source: Unable to find a valid protocol to download the remote file %s
cs: Nelze najít platný protokol pro stahování vzdáleného souboru %s
de: Es konnte kein gültiges Protokoll gefunden werden, um die Datei %s herunterzuladen
es_ar: No se puede encontrar un protocolo válido para descargar el archivo remoto %s
fi: Oikean protokollan valinta ladata etätiedostoa %s ei onnistu
fr_fr: Impossible de trouver un protocole valable pour télécharger le fichier %s
it_it: Impossibile trovare un protocollo valido per scaricare il file remoto %s
ja: リモートファイル %s をダウントードするための適切なプロトコルが見つかりません。
ja_jp: リモートファイル %s をダウントードするための適切なプロトコルが見つかりません。

source: Unable to add a request in the queue.
cs: Nelze přidat požadavek do fronty.
de: Es kann keine Anforderung zur Warteschlange hinzugefügt werden.
es_ar: No se puede agregar una solicitud en cola.
fi: Pyynnön lisääminen jonoon ei onnistu.
fr_fr: Impossible d'ajouter la requête dans la file d'attente.
it_it: Impossibile aggiungere una richiesta nella coda
ja: キューにリクエストを追加できません。
ja_jp: キューにリクエストを追加できません。

source: Unable to append maps to maps.
cs: Nelze přidat mapy k mapám.
de: Die Karte kann nicht zur Karte hinzugefügt werde.
es_ar: No se pueden agregar mapas a los mapas.
fi: Karttojen lisääminen karttoihin ei onnistu.
fr_fr: Impossible d'ajouter la maps à la maps.
it_it: Impossibile aggiungere mappe alle mappe
ja: マップにマップを追加できません。
ja_jp: マップにマップを追加できません。

source: Duplicate <Output> elements in WPS Execute request
cs: Duplikujte prvky <Output> v požadavku WPS Execute.
de: Mehrfache <Output> Elemente im der WPS Execute Anfrage
es_ar: Elementos <Output> duplicados en la solicitud WPS Execute
fi: Duplikaatteja <Output> elementtejä WPS Execute pyynnössä
fr_fr: Eléments <Output> dupliqués dans la requête WPS Execute
it_it: Elementi <Output> duplicati nella richiesta WPS Execute
ja: WPS実行リクエストの <Output> 重複
ja_jp: WPS実行リクエストの <Output> 重複

source: The <%s> parameter has a size limit (%s MB) defined in the ZOO ServicesProvider configuration file, but the reference you provided exceeds this limit (%f MB).
cs: Parametr <%s> má velikostní limit (%s MB) definovaný v konfiguračním souboru ZOO ServicesProvider, ale poskytnutý odkaz překračuje tento limit (%f MB).
de: Der Parameter <%s> hat eine Größenbeschränkung (%s MB), die in der Konfigurationsdatei ZOO ServicesProvider definiert ist, aber die angegebene Referenz überschreitet diese Grenze (%f MB).
es_ar: El parámetro <%s> tiene un tamaño límite de (%s MB) definido en el archivo de configuración ZOO ServicesProvider, pero la referencia que ha proporcionado excede ese límite (%f MB).
fi: <%s> parametrilla on kokorajoitus (%s MB) joka on määritelty ZOO ServicesProvider konfiguratio tiedostossa, mutta antamasi mainita ylittää tämän rajoituksen (%f MB).
fr_fr: Le paramètre <%s> possède une limite de taille (%s MB) définie dans le fichier de configuration du ServicesProvider ZOO, mais la référence fournie excède cette limite (%f MB).
it_it: Il parametro <%s> ha un limite (%s MB) definito nel file di configurazione del ServicesProvider di ZOO, ma la fonte che è stato fornito eccede questo limite (%f MB)
ja: <%s> 変数の上限サイズはZOOサービスプロバイダ設定ファイルで (%s MB) に定義されています。与えられた参照はこの上限を超えています (%f MB) 。
ja_jp: <%s> 変数の上限サイズはZOOサービスプロバイダ設定ファイルで (%s MB) に定義されています。与えられた参照はこの上限を超えています (%f MB) 。

source: The <%s> argument was not specified in DataInputs but is required according to the ZOO ServicesProvider configuration file.
cs: Argument <%s> nebyl specifikován v DataInputs, ale je vyžadován podle konfiguračního souboru ZOO ServicesProvider.
de: Das Argument <%s> wurde in DataInputs nicht angegeben, ist aber nach der Konfigurationsdatei ZOO ServicesProvider erforderlich.
es_ar: No se especificó el argumento <%s> en DataInputs, pero se requiere de acuerdo con el archivo de configuración ZOO ServicesProvider.
fi: <%s> argumenttia ei ole määritetty DataInputs tiedossa mutta se on pakollinen ZOO ServicesProvider konfiguratiotiedoston mukaan.
fr_fr: L'argument <%s> n'a pas été spécifié en entrée, ce qui est requis selon le fichier de configuration du ServicesProvider ZOO.
it_it: L'argomento <%s> non è stato specificato nel DataInputs ma è richiesto secondo il file di configurazione del ServicesProvider di ZOO.
ja: ZOOサービスプロバイダ設定ファイルに対して必要とされる <%s> 引数が Datainputs に記述されていませんでした。
ja_jp: ZOOサービスプロバイダ設定ファイルに対して必要とされる <%s> 引数が Datainputs に記述されていませんでした。

source: The <%s> argument specified as %s identifier was not recognized (not defined in the ZOO Configuration File).
cs: Argument s názvem %s, který byl určen jako identifikátor %s, nebyl rozpoznán (není definován v konfiguračním souboru ZOO).
de: Das als %s-Bezeichner angegebene <%s> -Argument wurde nicht erkannt (nicht in der ZOO-Konfigurationsdatei definiert).
es_ar: El argumento <%s> especificado como identificador %s no fue reconocido (no se encuentra definido en el archivo ZOO Configuration).
fi: <%s> argumenttia määriteltynä %s itunnisteeksi ei tunnistettu (ei määritelty ZOO Konfiguratiotiedostossa).
fr_fr: L'argument <%s> spécifié pour l'identifiant %s n'a pas été reconnu (non défini dans le fichier de configuration du ZOO).
it_it: L'argomento <%s> specificato come l'identificatore %s non è stato riconosciuto (non definito nel File di Configurazione di ZOO)
ja: 記述された <%s> は識別子 %s としては受け入れられません(ZOO設定ファイルに定義されていません)。
ja_jp: 記述された <%s> は識別子 %s としては受け入れられません(ZOO設定ファイルに定義されていません)。

source: Mandatory parameter <%s> was not specified
cs: Povinný parametr <%s> nebyl specifikován.
de: Der erforderliche Parameter <%s> wurde nicht angegeben.
es_ar: No se especificó el parámetro obligatorio <%s>
fi: Pakollista parameteria <%s> ei ole määritelty
fr_fr: Le paramètre obligatoire <%s> n'as pas été spécifié
it_it: Il parametro obbligatorio <%s> non è stato specificato
ja: 必須変数 <%s> が記述されていません。
ja_jp: 必須変数 <%s> が記述されていません。

source: The value <%s> was not recognized, %s %s the only acceptable value.
cs: Hodnota <%s> nebyla rozpoznána, %s %s je jedinou přijatelnou hodnotou.
de: Der Wert <%s> wurde nicht erkannt, %s %s der einzige akzeptable Wert.
es_ar: El se reconoció el valor <%s>, %s %s es el único valor aceptable.
fi: Arvoa <%s> ei tunnistettu, %s %s ovat ainoat hyväksytyt arvot.
fr_fr: La valeur <%s> n'a pas été reconnue, %s %s est la seule valeur acceptée.
it_it: Il valore <%s> non è stato riconosciuto, %s %s è l'unico valore ammissibile
ja: 値 <%s> は受け入れられません。%s %s のみが受け入れ可能な値です。
ja_jp: 値 <%s> は受け入れられません。%s %s のみが受け入れ可能な値です。

source: is
cs: je
de: ist
es_ar: es/está
fi: on
fr_fr: est
it_it: è
ja: あります
ja_jp: あります

source: are
cs: jsou
de: sind
es_ar: son/están
fi: ovat
fr_fr: sont
it_it: sono
ja: あります
ja_jp: あります

source: Unable to create the file "%s" for storing the session maps.
cs: Nelze vytvořit soubor "%s" pro ukládání map sezení.
de: Die Datei "%s" zum Speichern der Session Maps kann nicht erstellt werden.
es_ar: No se puede crear el archivo "%s" para almacenar los mapas de sesión.
fi: Ei voida luoda tiedostoa "%s" istunnon karttojen tallentamiseksi.
fr_fr: Impossible de créer le fichier "%s" pour stocker la maps de session.
it_it: Impossibile creare il file "%s" per immagazzinare la mappe della sessione.
ja: セッションマップとして格納される "%s" ファイルのが生成できませんでした。
ja_jp: セッションマップとして格納される "%s" ファイルのが生成できませんでした。

source: The service "%s" ran successfully.
cs: Služba "%s" byla úspěšně spuštěna.
de: Der Dienst "%s" wurde erfolgreich ausgeführt.
es_ar: Se ha ejecutado correctamente el servicio "%s".
fi: Palvelu "%s" suoritettiin onnistuneesti.
fr_fr: Le service "%s" s'est exécuté avec succès.
it_it: Il servizio "%s" è stato eseguito correttamente.
ja: %s サービスが動作しました.
ja_jp: %s サービスが動作しました.

source: The ZOO service "%s" is currently running. Please reload this document to get the up-to-date status of the service.
cs: Služba ZOO "%s" je v současné době spuštěna. Prosím, znovu načtěte tento dokument, abyste získali aktuální stav služby.
de: Der ZOO-Dienst "%s" läuft derzeit. Bitte laden Sie dieses Dokument neu, um den aktuellen Status des Dienstes zu erhalten.
es_ar: El servicio ZOO "%s" ya está en ejecución. Vuelva a cargar este documento para obtener el estado actualizado del servicio.
fi: ZOO palvelua "%s" suoritetuksessa. Ole hyvä ja lataa uudelleen tämä dokumentti saadaksesi päivitetyn tilaraportin palvelusta.
fr_fr: Le ZOO-Service "%s" est actuellement en cours d'exécution. Merci de recharger ce document afin d'obtenir le status mis à jour du service.
it_it: Il servizio di ZOO "%s" è in esecuzione. Ricaricare questo documento per ottenere lo stato aggiornato del servizio
ja: 現在，ZOOサービス "%s" が動作しています. このサービスのステータスを最新のものにするためにこのドキュメントを再読込してください.
ja_jp: 現在，ZOOサービス "%s" が動作しています. このサービスのステータスを最新のものにするためにこのドキュメントを再読込してください.

source: The service "%s" was accepted by the ZOO-Kernel and is running as a background task. Please access the URL in the statusLocation attribute provided in this document to get the up-to-date status and results.
cs: Služba "%s" byla přijata jádrem ZOO a běží jako úloha na pozadí. Pro získání aktuálního stavu a výsledků přistupujte prosím na URL adresu uvedenou v atributu statusLocation tohoto dokumentu.
de: Der Dienst "%s" wurde vom ZOO-Kernel akzeptiert und läuft als Hintergrundaufgabe. Bitte rufen Sie die URL im StatusLocation-Attribut auf, das in diesem Dokument enthalten ist, um den aktuellen Status und die aktuellen Ergebnisse zu erhalten.
es_ar: ZOO-Kernel aceptó el servicio "%s" y se está ejecutando como una tarea de fondo. Acceda a la URL en el atributo statusLocation que se proporciona en este documento para obtener el estado y los resultados actualizados.
fi: ZOO-Kernel hyväksyi palvelun "%s" ja sitä suoritetaan taustatoimintona. Ole hyvä ja käytä URLia statusLocation attribuutissa tässä dokumentissa saadaksesi päivitetyn tilaraportin ja tulokset.
fr_fr: Le service "%s" a été accepté par le ZOO-Kernel et est en cours d'exécution en tâche de fond. Merci d'utiliser le lien URL fournis dans l'attribut statusLocation de la racine de ce document pour obtenir des informations sur l'état d'éxcution du service.
it_it: Il servizio "%s" è stato accettato dal ZOO Kernel e sta andando avanti come processo di background. Accedere al URL nell'attributo statusLocation fornito in questo documento per ottenere lo stato aggiornato e risultati.
ja: サービス %s はZOO-Kernelに受け入れられ、バックグラウンドタスクとして実行中です。最新の状態および結果を得るためにはこのドキュメントで提供されるstatusLocationの属性のURLにアクセスしてください。
ja_jp: サービス %s はZOO-Kernelに受け入れられ、バックグラウンドタスクとして実行中です。最新の状態および結果を得るためにはこのドキュメントで提供されるstatusLocationの属性のURLにアクセスしてください。

source: No more information available
cs: Žádné další informace nejsou k dispozici
de: Keine weiteren Informationen verfügbar
es_ar: No hay más información disponible
fi: Lisätietoja ei saatavilla
fr_fr: Pas plus d'infomation disponible
it_it: Nessuna ulteriore informazione disponibile
ja: 情報はありません．
ja_jp: 情報はありません．

source: error code not know : %i
cs: chybový kód není známý: %i
de: Fehlercode nicht bekannt: %i
es_ar: código de error desconocido: %i
fi: virhekoodi tuntematon : %i
fr_fr: Code d'erreur inconnu : %i
it_it: Codice dell'errore non conosciuto : %i
ja: エラーコードが見つかりません : %i
ja_jp: エラーコードが見つかりません : %i

source: Lock failed.
cs: Zámek selhal.
de: Sperre fehlgeschlagen.
es_ar: Falló el bloqueo.
fi: Lukitus epäonnistui.
fr_fr: Impossible de vérouiller.
it_it: Blocco non riuscito.
ja: ロックに失敗しました。
ja_jp: ロックに失敗しました。

source: Unable to create the file "%s" for storing the ExecuteResponse.
cs: Nelze vytvořit soubor "%s" pro uložení ExecuteResponse.
de: Die Datei "%s" zum Speichern der ExecuteResponse kann nicht erstellt werden.
es_ar: No se puede crear el archivo "%s" para almacenar ExecuteResponse.
fi: Ei voida luoda tiedostoa "%s" ExecuteResponse tallentamiseksi.
fr_fr: Impossible de créer le fichier "%s" pour stocker le fichier ExecuteResponse.
it_it: Impossibile creare il file "%s" per immagazzinare la ExecuteResponse.
ja: 実行レスポンスとして格納される "%s" ファイルのが生成できませんでした。
ja_jp: 実行レスポンスとして格納される "%s" ファイルのが生成できませんでした。

source: No debug message available
cs: Žádná ladící zpráva není k dispozici
de: Kein Debug Meldung vorhanden
es_ar: No hay mensaje de depuración disponible
fi: Testiviestiä ei käytettävissä
fr_fr: Pas de message de débugage disponible
it_it: Nessun messaggio di debug disponibile
ja: デバッグメッセージはありません．
ja_jp: デバッグメッセージはありません．

source: Unable to create the file "%s" for storing the %s final result.
cs: Nelze vytvořit soubor "%s" pro uložení %s finálního výsledku.
de: Die Datei "%s" kann nicht erstellt werden, um das %s-Endergebnis zu speichern.
es_ar: No se puede crear el archivo "%s" para guardar el resultado final %s.
fi: Ei voida luoda tiedostoa "%s" lopullisen tuloksen %s tallentamiseksi.
fr_fr: Impossible de créer le fichier "%s" pour stocker le résultat final : %s.
it_it: Impossibile creare il file "%s" per immagazzinare il risultato finale %s.
ja: 最終結果 %s として格納される "%s" ファイルのが生成できませんでした。
ja_jp: 最終結果 %s として格納される "%s" ファイルのが生成できませんでした。

source: No value found for the requested output %s.
cs: Nebyla nalezena žádná hodnota pro požadovaný výstup %s.
fr_fr: Pas de valeur trouvée pour la sortie demandée %s.
ja: 要求された出力に対応する値が見つかりません %s.

source: Wrong RawDataOutput parameter: unable to fetch any result for the given parameter name: "%s".
cs: Špatný parametr RawDataOutput: nelze načíst žádný výsledek pro zadaný název parametru: "%s".
de: Falscher RawDataOutput-Parameter: Kann kein Ergebnis für den angegebenen Parameternamen abrufen: "%s".
es_ar: Parámetro RawDataOutput incorrecto: no se puede obtener ningún resultado para el nombre del parámetro dado: "%s".
fi: Virheellinen RawDataOutput parametri: ei voida hakea tulosta annetulle parametrin nimelle: "%s".
fr_fr: Paramètre RawDataOutput erroné: Impossible de récupérer un résultat pour le nom de paramètre fourni: "%s".
it_it: Parametro RawDataOutput errato: impossibile riportare qualsiasi risultato per il parametro name fornito: "%s".
ja: 誤った RawDataOutput 変数 : 与えられた引数名のどの結果からも取り出せません: "%s"
ja_jp: 誤った RawDataOutput 変数 : 与えられた引数名のどの結果からも取り出せません: "%s"

source: The JobID from the request does not match any of the Jobs running on this server
cs: JobID z požadavku neodpovídá žádnému z běžících úkolů na tomto serveru.
de: Die JobID aus der Anfrage stimmt nicht mit einem der Aufträge überein, die auf diesem Server ausgeführt werden
es_ar: El JobID de la solicitud no coincide con ninguno de los trabajos que se ejecutan en este servidor
fi: Pyynnön JobID ei kohdistu mihinkään palvelimella suoritettavaan työhön.
fr_fr: Le paramètre JobID de la requête ne correspond à aucun process en cours sur le serveur
it_it: Il JobID dalla richiesta non corrisponde con nessuno di processi eseguiti su questo server
ja: リクエストされた JobID はサーバで実行中のどのJobとも一致しません。
ja_jp: リクエストされた JobID はサーバで実行中のどのJobとも一致しません。

source: The result for the requested JobID has not yet been generated. The service is currently running.
cs: Výsledek pro požadované ID úlohy ještě nebyl vygenerován. Služba je v současné době spuštěna.
fr_fr: Le résultat pour le JobID demandé n'a pas encore été généré. Le service est en cours d'exécution.
ja: 要求されたJobIDの結果はまだ生成されていません。サービスは現在実行中です。

source: The result for the requested JobID has not yet been generated. The service ends but it still needs to produce the outputs.
cs: Výsledek pro požadované ID úlohy ještě nebyl vygenerován. Služba končí, ale stále musí produkovat výstupy.
fr_fr: Le résultat pour le JobID demandé n'a pas encore été généré. Le service est terminé mais il est en train de produire les sorties.
ja: 要求されたJobIDの結果がまだ生成されていません。サービスは終了しましたが、まだアウトプットを生成する必要があります。

source: The job cannot be removed, a file cannot be removed
cs: Práce nemůže být odstraněna, soubor nemůže být odstraněn
de: Der Job kann nicht entfernt werden, eine Datei kann nicht entfernt werden
es_ar: No se puede eliminar el trabajo, no se puede eliminar un archivo
fi: Työtä ei voida poistaa, tiedostoa ei voida poistaa
fr_fr: Le processus ne peut pas être supprimé, un fichier ne peut être supprimé.
it_it: Il processo non può essere rimosso, un file non può essere rimosso
ja: ジョブが削除されません、ファイルが削除されません。
ja_jp: ジョブが削除されません、ファイルが削除されません。

source: Unable to open the registry directory.
cs: Nelze otevřít adresář registru.
de: Das Registrierungsverzeichnis konnte nicht geöffnet werden.
es_ar: No se puede abrir el directorio de registro.
fi: Rekisterihakemistoa ei voida avata.
fr_fr: Impossible d'accéder au répertoire du registre.
it_it: Impossibile aprire la directory del registro
ja: レジストリディレクトリをオープンできません。
ja_jp: レジストリディレクトリをオープンできません。

source: Unable to allocate memory.
cs: Nelze přidělit paměť.
de: Speicher kann nicht zugewiesen werden.
es_ar: No se puede asignar memoria.
fi: Ei voida allokoida muistia.
fr_fr: Impossible d'allouer la mémoire.
it_it: Impossibile assegnare la memoria.
ja: メモリを割り当てられません.
ja_jp: メモリを割り当てられません.

source: Unable to parse the ZCFG file: %s (%s)
cs: Nelze analyzovat soubor ZCFG: %s (%s)
de: Die ZCFG-Datei kann nicht gelesen werden: %s (%s)
es_ar: No se puede analizar el archivo ZCFG: %s (%s)
fi: Ei voida jäsentää ZCFG tiedostoa: %s (%s)
fr_fr: Impossible d'analyser le fichier ZCFG: %s (%s)
it_it: Impossibile analizzare il file ZCFG: %s (%s)
ja: ZCFG ファイルをパースできません : %s (%s)
ja_jp: ZCFG ファイルをパースできません : %s (%s)

source: Unable to parse the ZCFG file: %s.
cs: Nelze analyzovat soubor ZCFG: %s.
de: Die ZCFG-Datei kann nicht gelesen werden: %s.
es_ar: No se puede analizar el archivo ZCFG: %s.
fi: Ei voida jäsentää ZCFG tiedostoa: %s.
fr_fr: Impossible d'analyser le fichier ZCFG: %s.
it_it: Impossibile analizzare il file ZCFG: %s.
ja: ZCFG ファイルをパースできません : %s 。
ja_jp: ZCFG ファイルをパースできません : %s 。

source: Unable to run the Service. The message returned back by the Service was the following:
cs: Nelze spustit službu. Zpráva vrácená službou byla následující:
de: Der Dienst kann nicht ausgeführt werden. Die Nachricht, die durch den Service zurückgegeben wurde, war folgende:
es_ar: No se puede ejecutar el servicio. El mensaje devuelto fue el siguiente:
fi: Ei voida suorittaa palvelua. Palvelun palauttama viesti on:
fr_fr: Impossible d'exécuter le service. Le message retourné par le service est :
it_it: Impossibile eseguire il Servizio. Il messaggio restituito dal Servizio è il seguente:
ja: サービスを実行できません。サービスから返されたメッセージは次の通り :
ja_jp: サービスを実行できません。サービスから返されたメッセージは次の通り :

source: Unable to run the Service. The message returned back by the Service was the following: %s
cs: Nelze spustit službu. Zpráva vrácená službou byla následující: %s
de: Der Dienst kann nicht ausgeführt werden. Die Nachricht, die durch den Service zurückgegeben wurde, war folgende: %s
es_ar: No se puede ejecutar el servicio. El mensaje devuelto fue el siguiente: %s
fi: Ei voida suorittaa palvelua. Palvelun palauttama viesti on: %s
fr_fr: Impossible d'exécuter le service. Le message retourné par le service est : %s
it_it: Impossibile eseguire il Servizio. Il messaggio restituito dal Servizio è il seguente: %s
ja: サービスを開始することができませんでした．このサービスによって返されたメッセージは %s です。
ja_jp: サービスを開始することができませんでした．このサービスによって返されたメッセージは %s です。

source: Unable to run the Service. No more information was returned back by the Service.
cs: Nelze spustit službu. Služba nevrátila žádné další informace zpět.
de: Der Dienst kann nicht ausgeführt werden. Keine weiteren Informationen wurden vom Service zurückgegeben.
es_ar: No se puede ejecutar el servicio. No hay más información devuelta por el mismo.
fi: Ei voida suorittaa palvelua. Palvelu ei palauttannut lisäinformaatiota.
fr_fr: Impossible d'exécuter le service. Aucune information n'a été retournée par le service.
it_it: Impossibile eseguire il Servizio. Nessun ulteriore informazione è stata restituita dal Servizio.
ja: サービスを開始できませんでした．このサービスによって返された情報はありません .
ja_jp: サービスを開始できませんでした．このサービスによって返された情報はありません .

source: Unable to create a new thread
cs: Nelze vytvořit nové vlákno
fr_fr: Impossible de créer un nouveau thread
ja: 新しいスレッドを生成できません

source: Download link
cs: Odkaz stahování
fr_fr: Lien de téléchargement
ja: ダウンロードリンク

source: The download link
cs: Stahovací odkaz
fr_fr: Le lien de téléchargement
ja: ダウンロードリンク

source: WMS link
cs: WMS odkaz
fr_fr: Lien WMS
ja: WMSリンク

source: The WMS link
cs: WMS odkaz
fr_fr: Le lien WMS
ja: WMSリンク

source: WFS link
cs: WFS odkaz
fr_fr: Lien WFS
ja: WFSリンク

source: The WFS link
cs: WFS odkaz
fr_fr: Le lien WFS
ja: WFSリンク

source: WCS link
cs: WCS odkaz
fr_fr: Lien WCS
ja: WCSリンク

source: The WCS link
cs: WCS odkaz
fr_fr: Le lien WCS
ja: WCSリンク

source: Unable to lock the file for %s in read mode.
cs: Nelze uzamknout soubor pro %s v režimu čtení.
fr_fr: Impossible de verrouiller le fichier pour %s en mode lecture.
ja: 読み取りモードで %s のファイルをロックできません。

source: Unable to unlock the file for %s after execution.
cs: Nelze odemknout soubor pro %s po provedení.
fr_fr: Impossible de déverrouiller le fichier pour %s après l'exécution.
ja: 実行後に %s のファイルのロックを解除できません。

source: The synchronous mode is not supported by this type of service
cs: Synchronní režim není podporován tímto typem služby.
fr_fr: Le mode synchrone n'est pas supporté par ce type de service
ja: このタイプのサービスでは、同期モードはサポートされていません

source: Unable to lock the file for upload!
cs: Nelze uzamknout soubor pro nahrání!
fr_fr: Impossible de verrouiller le fichier pour l'envoi !
ja: アップロードのためにファイルをロックできません!

source: There is no remote_work_path defined in your section!
cs: Není definována vzdálená_pracovní_cesta ve vaší sekci!
fr_fr: Il n'y a pas de définition pour remote_work_path dans votre section !
ja: セクションに remote_work_path が定義されていません!
