Repository: ZOO-Project/ZOO-Project
Catalog: zoo-project/zoo-kernel/locale/po/*.utf8.po
Languages: fr_fr, ja_jp

source: ZOO Service "%s" is currently running. Please, reload this document to get the up-to-date status of the Service.
fr_fr: Le Service ZOO "%s" est en cous d'exécution. Merci de recharger document pour obtenir une version à jour du status du Service.
ja_jp: 現在，ZOOサービス "%s" が動作しています. このサービスのステータスを最新のものにするために，このドキュメントを再読込してください.

source: Service "%s" was accepted by the ZOO Kernel and it run as a background task. Please consult the statusLocation attribtue providen in this document to get the up-to-date document.
fr_fr: Le Service "%s" a été accepté par le Noyau ZOO et tourne en tâche de fond. Merci de consulter le lien fourni dans ce document afin d'obtenir le status actuel du Service.
ja_jp: ZOOカーネルが "%s" サービスをアクセプトし，バックグラウンドタスクとして動作しています．ドキュメントを最新の状態に保つために，ドキュメントで提供されているstatusLocation属性を確認してください．

source: No more information available
fr_fr: Pas plus d'information disponible
ja_jp: 情報はありません．

source: No debug message available
fr_fr: Pas de message de débuguage disponible
ja_jp: デバッグメッセージはありません．

source: Unable to fetch any result
fr_fr: Impossible de récupérer un résultat
ja_jp: 結果が取得できませんでした．

source: Unable to run the Service. The message returned back by the Service was the following : %s
fr_fr: Impossible d'exécuter le Service. Le message retourné par le Service est le suivant : %s
ja_jp: サービスを開始することができませんでした．このサービスによって返されたメッセージは %s です。

source: Unable to run the Service. No more information was returned back by the Service.
fr_fr: Impossible d'exécuter le Service. Pas plus d'information disponible.
ja_jp: サービスを開始できませんでした．このサービスによって返された情報はありません .

source: ZOO Kernel failed to process your request receiving signal %d = %s
fr_fr: Le Noyau ZOO a rencontré un problème lors de l'exécution de votre resquête et a reçu le signal %d : %s
ja_jp: ZOOカーネルはリクエストを処理することができませんでした．受け取ったシグナルは%d : %s です．

source: Unable to allocate memory.
fr_fr: Impossible d'allouer de la mémoire.
ja_jp: Impossible d'allouer de la mémoire.

source: Parameter <request> was not specified
fr_fr: Le paramètre <request> n'a pas été spécifié
ja_jp: パラメーターが指定されていません．

source: Unenderstood <request> value. Please check that it was set to GetCapabilities, DescribeProcess or Execute.
fr_fr: La valeur de <request> est incompréhensible. Merci d'utiliser l'une des valeurs suivantes : GetCapabilities, DescribeProcess ou Execute.
ja_jp: <request>値を認識しました. 値が下記のリクエストを指定されているか確認してください．GetCapabilities, DescribeProcess, Execute.

source: Parameter <service> was not specified
fr_fr: La paramètre <service> n'a pas été spécifié
ja_jp: <service> パラメーターが指定されていません．

source: Parameter <version> was not specified
fr_fr: Le paramètre <version> n'a pas été spécifié
ja_jp: <version>パラメーターが指定されていません．

source: The specified path doesn't exist.
fr_fr: Le chemin spécifié n'existe pas
ja_jp: 指定されたパスが存在しません．

source: Mandatory <identifier> was not specified
fr_fr: Le paramètre obligatoire <identifier> n'a pas été précisé
ja_jp: <identifier>値（要指定）が指定されていません．

source: The specified path path doesn't exist.
fr_fr: Le chemin fourni n'existe pas.
ja_jp: 指定されたパスが存在しません．

source: No request found %s
fr_fr: Aucune requête trouvée %s
ja_jp: %sのリクエストが見つかりません．

source: The value for <indetifier> seems to be wrong (%s). Please, ensure that the process exist using the GetCapabilities request.
fr_fr: La valeur pour le paramètre <identifier> semble éronné (%s). Merci de vous assurer que le service existe en utilisant une requête GetCapabilities.
ja_jp: <identifier>についての値が不正です(%s). GetCapabilitiesによりそのプロセスが存在しているか確認してください.

source: Unable to allocate memory
fr_fr: Impossible d'allouer de la mémoire
ja_jp: メモリを割り当てられません．

source: Parameter <DataInputs> was not specified
fr_fr: Paramètre <DataInputs> n'a pas été précisé
ja_jp: <DataInputs> パラメーターが指定されていません．

source: Service "%s" run successfully.
fr_fr: Le Service "%s" a été exécuté avec succès.
ja_jp: "%s"サービスが動作しました.

source: The <%s> argument was not specified in DataInputs but defined as requested in ZOO ServicesProvider configuration file, please correct your query or the ZOO Configuration file.
fr_fr: L'argument <%s> n'a pas été précisé dans les données en entrée (DataInputs) mais est défini comme obligatoire dans le fichier de méta-données du Service ZOO (zcfg). Merci de corriger votre requête ou le fichier de méta-données.
ja_jp: DataInputsの中の引数 <%s>が指定されていませんでしたが，ZOO ServicesProviderの設定ファイル(zcfg)の中で定義されています．クエリー，もしくはZOO設定ファイルを修正してください．

source: Programming Language (%s) set in ZCFG file is not currently supported by ZOO Kernel.
fr_fr: Le langage de programmation (%s) utilisé dans le fichier ZCFG n'est actuellement pas supporté par votre installation du noyau ZOO.
ja_jp: ZCFGファイルの中で設定されているプログラム言語 (%s) は 現在のZOOカーネルではサポートしていません.

source: Unable to run the child process properly
fr_fr: Impossible d'exécuter le processus en tâche de fond
ja_jp: 子プロセスを開始することができません．
